Repository: danielgbodon/mybooksdemo
Catalog: MyBooks/Resources/Languages/Controllers.ApplicationUser.*.resx
Languages: es

# BienvenidaErrorMismoLibro
source: You can't answer the same book in different questions
es: No puede responder el mismo libro en diferentes preguntas

# BienvenidaFinalizada
source: Thank you very much, you are ready to start
es: Muchas gracias, ya está listo para comenzar

# ConsejosProblemasInicioSesion
source: First, try the simplest thing: If you remember the password but it doesn't work, check that the capital lock is disabled and that your user is typed correctly, then try again.
es: Primero, prueba lo más sencillo: Si recuerdas la contraseña pero no funciona, comprueba que el bloqueo de mayúsculas está desactivado y que tu usuario está escrito correctamente, después pruebe de nuevo.

# ConsejosProblemasInicioSesion2
source: If the password still doesn't work, you just have to
es: Si la contraseña sigue sin funcionar, sólo tienes que

# Contrasena
source: Password
es: Contraseña

# CreacionRolesKO
source: Error creating roles
es: Error al crear los roles

# CrearCuenta
source: Create an account
es: Crear una cuenta

# HolaUsuario!
source: Hello {0}!
es: ¡Hola {0}!

# IdiomaCambiado
source: Language changed successfully
es: Idioma cambiado correctamente

# IdiomaNoDisponible
source: The chosen language is not available
es: El idioma seleccionado no está disponible

# IniciarSesion
source: Log In
es: Iniciar sesión

# Lector
source: Reader
es: Lector

# LectorEscritor
source: Reader and Writer
es: Lector y Escritor

# LoginIncorrecto
source: Wrong email or password
es: Email o contraseña incorrectos

# NecesitasAyuda
source: Need help?
es: ¿Necesitas ayuda?

# Nombre
source: Name
es: Nombre

# NoPuedesIniciarSesion
source: Can't you log in?
es: ¿No puedes iniciar sesión?

# PreguntaBienvenidaLeido
source: What book have you read and loved?
es: ¿Qué libro has leído y te ha encantado?

# PreguntaBienvenidaLeyendo
source: What book are you reading now?
es: ¿Qué libro estás leyendo ahora?

# PreguntaBienvenidaPendiente
source: What book would you like to read?
es: ¿Qué libro te gustaría leer?

# RecuperarContrasena
source: Recover password
es: Recuperar contraseña

# RecuperarTuContrasena
source: recover your password
es: recuperar tu contraseña

# Registrarte
source: Sign Up
es: Registrarte

# RepiteContrasena
source: Repeat the password
es: Repite la contraseña

# SaludoBienvenida
source: We are delighted to have you here. Let's start by talking a little bit about your readings
es: Estamos encantados de tenerte por aquí. Vamos a comenzar hablando un poco sobre tus lecturas

# SeleccionaPerfil
source: Choose your profile
es: Selecciona tu perfil

# SinPermisoEdicion
source: You don't have permission to edit this user
es: No tiene permiso para editar este usuario

# TuEmail
source: Your email
es: Tu dirección de email

# UsuarioEditadoKO
source: Error editing your user, please try again later
es: Error al editar tu usuario, inténtalo de nuevo más tarde

# UsuarioEditadoOK
source: User edited succesfully
es: Usuario editado correctamente

# UsuarioRegistradoKO
source: Error registering your user, please try again later
es: Error al registrar tu usuario, inténtalo de nuevo más tarde

# UsuarioRegistradoOK
source: User registered succesfully
es: Usuario registrado correctamente
